"USSD_ERROR" = "Fout bij uitvoeren verzoek";
"USSD_TERMINATED" = "Sessie beëindigd";

"%@ Call Forwarding\n%@\n%@%@" = "%@ doorschakelen\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@-wisselgesprek\n%@";
"%@ Call Barring\n%@\n%@" = "%@ blokkeren\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@-nummerbeperking\n%@";
"Connected Line Presentation\n%@" = "Presentatie verbonden lijn\n%@";
"Calling Line Presentation\n%@" = "Presentatie telefoonlijn\n%@";
"Connected Line ID Restriction\n%@" = "Beperking verbonden-lijn-ID\n%@";
"Calling Line ID Restriction\n%@" = "Beperking telefoonlijn-ID\n%@";
"SIM Lock\n%@" = "Simlock\n%@";
"Service Center Address\n%@" = "Servicecenteradres\n%@";
"Supplementary Service Password\n%@" = "Wachtwoord aanvullende service\n%@";
"Calling Name Presentation\n%@" = "Presentatie telefoonnaam\n%@";

"Forwards to %@\n" = "Doorschakelingen naar %@\n";

"All Calls" = "Alle gesprekken";
"All Conditional Calls" = "Alle voorwaardelijke gesprekken";
"Async Data Circuit" = "Asynchroon gegevenscircuit";
"Data" = "Gegevens";
"Fax" = "Fax";
"Packet Access" = "Pakkettoegang";
"Pad Access" = "Paneeltoegang";
"SMS" = "Sms";
"Sync Data Circuit" = "Synchroon gegevenscircuit";
"Voice" = "Stem";

"All Outgoing" = "Alle uitgaande";
"All Incoming" = "Alle inkomende";
"Outgoing International" = "Uitgaand internationaal";
"Outgoing International, Except Home Country" = "Uitgaand internationaal, behalve eigen land";
"Incoming While Roaming Outside Home Country" = "Inkomend tijdens roaming buiten het eigen land";
"Incoming, Not On SIM" = "Inkomend, niet op sim";
"All Services" = "Alle voorzieningen";
"All Outgoing Services" = "Alle uitgaande voorzieningen";
"All Incoming Services" = "Alle inkomende voorzieningen";

"Disabled" = "Uitgeschakeld";
"Enabled" = "Ingeschakeld";

"On All Calls" = "Voor alle gesprekken";
"When Busy" = "Indien in gebruik";
"When Unanswered" = "Indien onbeantwoord";
"When Unreachable" = "Indien onbereikbaar";

"Setting %@ Succeeded" = "%@ instelling geslaagd\n";
"Setting Interrogation Succeeded" = "Ondervraging instelling geslaagd\n";
"Setting %@ Failed" = "%@ instelling mislukt\n";
"Setting Interrogation Failed" = "Ondervraging instelling mislukt\n";

"Not Available" = "Niet beschikbaar";
"Network Controlled" = "Bepaald door netwerk";
"Temporarily Disabled" = "Tijdelijk uitgeschakeld";
"Temporarily Enabled" = "Tijdelijk ingeschakeld";
"Unknown" = "Onbekend";

"Activation" = "Activering";
"Deactivation" = "Deactivering";
"Interrogation" = "Ondervraging";
"Registration" = "Registratie";
"Erasure" = "Wissen";

"No Address" = "Geen adres";
"No Service Specified" = "Geen service opgegeven";
"Type %d" = "Type %d";

// generic error
"CALL_FAILED" = "Gesprek mislukt";
// error codes
"kCTNoError" = "Geen fout";
"kCTUnknownError" = "Onbekende fout";
"kCTErrorRadioFailure" = "Radiofout";
// Generic network errors
"kCTErrorNetworkFailure" = "Netwerkfout";
"kCTErrorCongestion" = "Te druk op netwerk";
"kCTErrorUnidentifiedSubscriber" = "Ongeïdentificeerde abonnee";
"kCTErrorFacilityRejected" = "Voorziening geweigerd";
"kCTErrorUnknownSubscriber" = "Onbekende abonnee";
"kCTErrorNetworkOutOfOrder" = "Netwerk buiten werking";
"kCTErrorInvalidTransactionIdentifier" = "Ongeldige transactie-identificatie";
"kCTErrorSemanticallyIncorrectMessage" = "Semantisch onjuist bericht";
"kCTErrorInvalidMandatoryInformation" = "Ongeldige verplichte informatie";
"kCTErrorMessageTypeNonExistant" = "Berichttype bestaat niet";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Bericht niet compatibel met protocolstatus";
"kCTErrorInformationElementNonExistant" = "Informatie-element bestaat niet";
"kCTErrorProtocolErrorUnspecified" = "Protocolfout niet opgegeven";
"kCTErrorTemporaryFailure" = "Tijdelijke fout";
"kCTErrorResourcesUnavailable" = "Bronnen niet beschikbaar";
"kCTErrorRequestedFacilityNotSubscribed" = "Geen abonnement op gevraagde voorziening";
"kCTErrorRequestedFacilityNotImplemented" = "Gevraagde voorziening niet geïmplementeerd";
"kCTErrorInterworkingError" = "Interworking-fout";
"kCTErrorInterworkingNotSupported" = "Interworking niet ondersteund";
"kCTErrorCommandCannotBeActioned" = "Commando kan niet worden uitgevoerd";
"kCTErrorNoNetworkService" = "Geen netwerkvoorziening";
// Call related errors
"kCTErrorUnassignedNumber" = "Niet-toegewezen nummer";
"kCTErrorOperatorDeterminedBarring" = "Operator bepaalde blokkering";
"kCTErrorCallBarred" = "Gesprek geblokkeerd";
"kCTErrorUserBusy" = "Gebruiker in gesprek";
"kCTErrorNoUserResponding" = "Geen reactie gebruiker";
"kCTErrorNumberChanged" = "Nummer gewijzigd";
"kCTErrorInvalidNumberFormat" = "Ongeldige nummernotatie";
"kCTErrorCallRejected" = "Gesprek geweigerd";
// SIM errors
"kCTErrorSimNotInserted" = "Simkaart niet geplaatst";
"kCTErrorSimPinRequired" = "Pincode voor simkaart vereist";
"kCTErrorSimPukRequired" = "Pukcode voor simkaart vereist";
"kCTErrorSimFailure" = "Fout met simkaart";
"kCTErrorSimMemoryFailure" = "Geheugenfout simkaart";
"kCTBadPinFormatError" = "Onjuiste pincodestructuur";
"kCTErrorNumberNotAllowed" = "Nummer niet toegestaan";
"kCTErrorIncorrectPassword" = "Onjuist wachtwoord";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Short Message-overdracht geweigerd";
"kCTErrorDestinationOutOfOrder" = "Bestemming buiten werking";
"kCTErrorClass0NotSupported" = "Klasse 0 niet ondersteund";
"kCTErrorCannotReplaceSm" = "Sim vervangen niet mogelijk";
"kCTErrorUnspecifiedPid" = "Niet-opgegeven PID";
"kCTErrorDataCodingSchemeNotSupported" = "Gegevenscoderingsschema niet ondersteund";
"kCTErrorUnspecifiedDcs" = "Niet-opgegeven DCS-fout";
"kCTErrorCommandUnsupported" = "Commando niet ondersteund";
"kCTErrorUnspecifiedTpCommand" = "Niet-opgegeven TP-commandofout";
"kCTErrorTpduNotSupported" = "TPDU niet ondersteund";
"kCTErrorScBusy" = "SC in gebruik";
"kCTErrorRejectedBySimSmsControl" = "Geblokkeerd door sim-sms-controle";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS Illegale MS";
"kCTErrorGprsIllegalMe" = "GPRS Illegale ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS-services niet toegestaan";
"kCTErrorGprsPlmnNotAllowed" = "GPRS-PLMN niet toegestaan";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS-locatiegebied niet toegestaan";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS-roaming niet toegestaan in locatiegebied";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS-serviceoptie niet ondersteund";
"kCTErrorGprsServiceOptionNotSubscribed" = "Geen abonnement op GPRS-serviceoptie";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS-serviceoptie tijdelijk buiten werking";
"kCTErrorGprsPdpAuthenticationFailure" = "PDP-identiteit GPRS niet geaccepteerd";
"kCTErrorGprsInvalidMobileClass" = "Ongeldige mobiele klasse GPRS";
"kCTErrorGprsUnspecified" = "GPRS niet opgegeven";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS ontbreekt of onbekende APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP-identiteitscontrole-info niet geaccepteerd door baseband";
